// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%d v %@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - disků/disky";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disk.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%@ (%@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (bez možnosti onlíne nákupu)";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ nemůže otevřít webovou stránku, protože nejste připojeni k internetu.";

/* The %@'s will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nWe will open a Netflix webpage for you to authorize this app on your account.\n\nA Wi-fi connection is recommended the first time you use Netflix on %@." = "%@ neukládá vaše uživatelské jméno a heslo ke službě Netflix.\n\nBude otevřena stránka Netflixu pro přístup této aplikace k vašemu účtu.\n\nPro první použítí Netflix na %@ je doporučováno připojení wifi.";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d hodin";

/* i.e.: 30 minutes */
"%d minutes" = "%d minut";

/* No comment provided by engineer. */
"%d months ago" = "před %d měsíci";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d of %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "Počet kin mimo dosah: %d";

/* No comment provided by engineer. */
"%d weeks ago" = "před %d týdny";

/* No comment provided by engineer. */
"%d years ago" = "před %d lety";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometr";

/* No comment provided by engineer. */
"1 mile" = "1 míle";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 month ago" = "před 1 měsícem";

/* No comment provided by engineer. */
"1 theater outside search area" = "Počet kin mimo dosah: 1";

/* No comment provided by engineer. */
"1 week ago" = "před 1 týdnem";

/* No comment provided by engineer. */
"1 year ago" = "před 1 rokem";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "O programu";

/* Movie category */
"Action & Adventure" = "Akční & dobrodružné";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = " Přidat k Netflix ";

/* No comment provided by engineer. */
"An unknown error occurred." = "Vyskytla se neznámá chyba";

/* Movie category */
"Anime & Animation" = "Animované";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Doma";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Zdroj automatické aktualizace";

/* Movie is available to be shipped now */
"Available Now" = "Dostupné";

/* Movie will be released soon */
"Available Soon" = "Brzy dostupné";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Očekávané vydání";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Pouze na blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Záložky";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Hovor";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Cannot Open Page" = "Nemohu otevřít stránku";

/* No comment provided by engineer. */
"Cast:" = "Obsazení:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Datum změny";

/* Movie category */
"Children & Family" = "Dětské & rodinné";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Město/stát nebo PSČ";

/* Movie category */
"Classics" = "Klasické";

/* Movie category */
"Comedy" = "Komedie";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = " Nemohu změnit hodnocení na\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Nemohu se připojit k Netflix";

/* No comment provided by engineer. */
"Could not find location." = "Nemohu najít polohu.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Pouze DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Detaily o DVD/Blu-ray poskytl: ";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Data pro budoucí datum mohou být nekompletní. Resetujte datum hledání pro zobrazení úplného seznamu.";

/* No comment provided by engineer. */
"Director:" = "Režisér:";

/* No comment provided by engineer. */
"Directors:" = "Režiséři:";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Fronta disků";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Vzdálenost";

/* Movie category */
"Documentary" = "Dokumentární";

/* No comment provided by engineer. */
"Downloading data" = "Stahuji data";

/* No comment provided by engineer. */
"Downloading image" = "Stahuji plakát";

/* No comment provided by engineer. */
"Downloading information." = "Stahuji informace";

/* Movie category */
"Drama" = "Drama";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Poslat emailem";

/* No comment provided by engineer. */
"Enabled" = "Povoleno";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Celá historie";

/* No comment provided by engineer. */
"Error occurred" = "Vyskytla se chyba";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Chyba komunikace s Netflix. Zkuste to prosím později.";

/* Movie category */
"Faith & Spirituality" = "Pohádkové & spirituální";

/* No comment provided by engineer. */
"Favorites" = "Oblíbené";

/* Movie category */
"Foreign" = "Zahraniční";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Formát:";

/* Movie category */
"Gay & Lesbian" = "Gay & lesbické";

/* No comment provided by engineer. */
"Genre:" = "Žánr:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Poskytovatel služeb zeměpisného umístění:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika: Jeffrey Nee";

/* Movie category */
"Horror" = "Horor";

/* Movie category */
"Independent" = "Nezávislé";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Současná fronta";

/* No comment provided by engineer. */
"Last Friday" = "Minulý pátek";

/* No comment provided by engineer. */
"Last Monday" = "Minulé pondělí";

/* No comment provided by engineer. */
"Last Saturday" = "Minulá sobota";

/* No comment provided by engineer. */
"Last Sunday" = "Minulá neděle";

/* No comment provided by engineer. */
"Last Thursday" = "Minulý čtvrtek";

/* No comment provided by engineer. */
"Last Tuesday" = "Minulé úterý";

/* No comment provided by engineer. */
"Last Wednesday" = "Minulá středa";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Méně než %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Méně než 1 %@";

/* No comment provided by engineer. */
"License" = "Licence";

/* No comment provided by engineer. */
"Loading" = "Nahrávám";

/* No comment provided by engineer. */
"Loading image" = "Nahravám plakát";

/* No comment provided by engineer. */
"Local results unavailable" = "Místní výsledky nejsou dostupné";

/* No comment provided by engineer. */
"Localized by:" = "Lokalizace:";

/* No comment provided by engineer. */
"Location" = "Poloha";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Přihlásit se k existujícímu účtu";

/* No comment provided by engineer. */
"Log Out of Netflix" = "Odhlásit se z Netflix";

/* There will be a long wait before the movie is released */
"Long Wait" = "Dlouhé čekání";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Mapa";

/* The most popular movies currently */
"Most Popular" = "Nejvíce oblíbené";

/* No comment provided by engineer. */
"Movie details provided by:" = "Poskytovatel informací o filmu:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Poskytovatel filmových recenzí:";

/* No comment provided by engineer. */
"Movies" = "Filmy";

/* Movie category */
"Music & Musicals" = "Hudební & muzikály";

/* No comment provided by engineer. */
"My other applications" = "Moje další aplikace";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Název";

/* No comment provided by engineer. */
"Network unavailable" = "Sít je nedostupná";

/* Movie category */
"New 'Instant Watch'" = " Nově 'Okamžité shlédnutí'";

/* Movie category */
"New DVDs" = "Nová DVD";

/* No comment provided by engineer. */
"No" = "Ne";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Ne, děkuji";

/* No comment provided by engineer. */
"No information found" = "Žádné informace nebyly nalezeny";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Žádný seznam '%@' nebyl k %@ nalezen";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Žádný seznam týkající se '%@' v '%@' nebyl k %@ nalezen";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Žádný seznam nebyl pro '%@' k %@ nalezen";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Žádné výsledky pro '%@' nenalezeny";

/* No comment provided by engineer. */
"No synopsis available." = "Popis není dostupný.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Žádný";

/* Movie is not currently rentable */
"Not Rentable" = "Nelze zapůjčit";

/* No comment provided by engineer. */
"Not yet rated" = "Ještě nehodnoceno";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Otevřít a ověřit";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Objednat vstupenky na %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Byl překročen limit – zkuste to prosím později";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Přehrát trailer";

/* No comment provided by engineer. */
"Please Wait" = "Čekejte, prosím";

/* No comment provided by engineer. */
"Please enter your location" = "Prosím zadejte vaši polohu";

/* No comment provided by engineer. */
"Please wait..." = " Čekejte, prosím…";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Upřednostnit záložky";

/* Takes the user to the website for this application */
"Project website" = "Webová stránka projektu";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Hodnocení %@";

/* No comment provided by engineer. */
"Rated:" = "Hodnocení:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Přečíst rezence";

/* No comment provided by engineer. */
"Really close by" = "Již blízko";

/* No comment provided by engineer. */
"Really far away" = "Příliš daleko";

/* No comment provided by engineer. */
"Really log out of Netflix?" = "Skutečně se chcete odhlásit z Netflix?";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Nedávno vrácené";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Nedávno shlédnuté";

/* Movie recommendations from Netflix */
"Recommendations" = "Doporučení";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Vydání";

/* No comment provided by engineer. */
"Release date:" = "Datum vydání:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Vydáno: %@";

/* No comment provided by engineer. */
"Rental History" = "Historie půjček";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Přeskupení fronty selhalo:";

/* No comment provided by engineer. */
"Requesting access" = "požaduji přístup";

/* No comment provided by engineer. */
"Requesting authorization" = "požaduji autorizaci";

/* No comment provided by engineer. */
"Reviews" = "Recenze";

/* Movie category */
"Romance" = "Romantické";

/* No comment provided by engineer. */
"Running time:" = "Doba běhu:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Uložené";

/* Saved in Instant Queue */
"Saved in %@" = "Uloženo v %@";

/* Movie category */
"Sci-Fi & Fantasy" = "Scifi & fantasy";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Score";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "Rotace obrazovky";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Hledat podle datumu";

/* No comment provided by engineer. */
"Search Distance" = "Hledat podle vzdálenosti";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Zaslat komentář";

/* No comment provided by engineer. */
"Settings" = "Nastavení";

/* There will be a short wait before the movie is released */
"Short Wait" = "Krátké čekání";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Zobrazit %d skrytých kin";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Zobrazit jedno skryté kino";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Obě";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Vůbec";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Termíny představení byla načtena %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Založit nový účet";

/* Movie category */
"Special Interest" = "Zvláštní zájmy";

/* Movie category */
"Sports & Fitness" = "Sport & fitness";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Úspěch! Byl povolen přístup %@ k vašemu účtu Netflix. Nyní si můžete přidávat filmy do vaší fronty, sledovat co je nového a co je doporučováno a mnohem více!";

/* No comment provided by engineer. */
"Tap to enter location" = "Ťukněte k zadání umístění";

/* Movie category */
"Television" = "Televize";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Naposledy zveřejněné termíny představení \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Poskytovatelé informací o představeních často omezují maximální vzdálenost pro kterou poskytou data. Proto se nemusí některé informace zobrazit při nastavení vysoké vzdálenosti.";

/* No comment provided by engineer. */
"Theaters" = "Kina";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Toto kino doposud neoznámilo termíny představení. Jakmile budou k dispozici, %@ jej automaticky načte.";

/* Movie category */
"Thrillers" = "Thrilery";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Poskytovatel prodeje vstupenek:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Název";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* Movie category */
"Top 'Instant Watch'" = "Nej ‘Okamžité shlédnutí’";

/* Movie category */
"Top DVDs" = "Nej DVD";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Nej z DVD fronty";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Nej z okamžité fronty";

/* No comment provided by engineer. */
"Unknown Distance" = "Neznámá vzdálenost";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Neznámé datum vydání";

/* No comment provided by engineer. */
"Unrated" = "Nehodnoceno";

/* No comment provided by engineer. */
"Upcoming" = "Aktuálně";

/* No comment provided by engineer. */
"Updating" = "Aktualizuji";

/* No comment provided by engineer. */
"Updating Listings" = "Aktualizuji seznamy";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Použít malé fonty";

/* No comment provided by engineer. */
"Website" = "Webová stránka";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Stránky";

/* No comment provided by engineer. */
"Write Review" = "Napsat recenzi";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Autor aplikace: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Vaše země nastavená v %@ je: %@\n\nBrzy bude k dispozici plná podpora pro Nyní se hraje i ve vaší zemi a některé funkce můžete využívat již dnes. Jakmile budou přidány další funkce, budete na aktualizace automaticky upozorněni.";

/* No comment provided by engineer. */
"kilometer" = "kilometr";

/* No comment provided by engineer. */
"kilometers" = "kilometry";

/* No comment provided by engineer. */
"mile" = "míle";

/* No comment provided by engineer. */
"miles" = "míle";